
cat greydoubt/README.md

touch #エメラダ ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ #🦂#🦂🦂 #🦂🦂🦂#🦂🦂🦂🦂 #🦂#̱̼̹͕̘̆̀̀̆̑͟͜ 🦂-̨̼̦͕̳̮͚̊̔́͌̍̽̍ 🦂k̻͍̜͈̭̬̺̖̖̋̈́̓̔̍̈́ͅw̦͕̭͇͙͕̿̂͊̒̐̃̋͜͢ ͚̭̺̗̼͍̗̱̌̐͒̒̂̕ ̨̢̛̗̞̩̫̹̜̟̺̉̈̽̉̏̌͌͞ ̦̻͈̠͎̣́̀̔͊̅̍͡͡ ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ 🦂#エメラダ 🦂#🦂#🦂#🦂#🦂#🦂#🦂# ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ
🦂

mkdir "
  ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ   |
|
    ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ   |
|
  ```|
|
|
q̷̡͈̺̜͚̭͆͐̈́͛̊̈́̌͜🦂🦂w̶̨̞̦̥͙̅̅́͗͋͌́́̇🦂🦂 🦂ḉ̸̨̛̮͔̙̥͉̱̤̞̀͆̿͒̉🦂🦂,̶̡̭̙̦̀͂͌͒̿͛͢🦂ķ̧̨͉̰̖͉̥̙̀̇̈͊͟͝🦂 🦂🦂(̵̖̭̺͕̠͒̌̇̾̓🦂🦂 ′′ — 🦂y 🦂ǝ    🦂-̨̼̦͕̳̮͚̊̔́͌̍̽̍ 🦂k̻͍̜͈̭̬̺̖̖̋̈́̓̔̍̈́ͅw̦͕̭͇͙͕̿̂͊̒̐̃̋͜͢ ͚̭̺̗̼͍̗̱̌̐͒̒̂̕ ̨̢̛̗̞̩̫̹̜̟̺̉̈̽̉̏̌͌͞ ̦̻͈̠͎̣́̀̔͊̅̍͡͡     ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ    🦂🦂-̡̢̰̼̟͕̠̩̭͗͆͑̋̕͠🦂🦂🦂 🦂🦂q̷̡͈̺̜͚̭͆͐̈́͛̊̈́̌͜🦂🦂w̶̨̞̦̥͙̅̅́͗͋͌́́̇🦂🦂 🦂ḉ̸̨̛̮͔̙̥͉̱̤̞̀͆̿͒̉🦂🦂,̶̡̭̙̦̀͂͌͒̿͛͢🦂ķ̧̨͉̰̖͉̥̙̀̇̈͊͟͝🦂 🦂🦂(̵̖̭̺͕̠͒̌̇̾̓🦂🦂🦂2̶̛̖̹̯͚̟̟̀́̑̆͌̐͘🦂🦂🦂.̡͍͕͎̦̪̊̆͂̐͠🦂🦂🦂2̡͓̮̻͎͓̱̯̺̅̀̓͋̒🦂🦂🦂)̲̼͔̰͎̊̄̔̔͛̈̚̕͞🦂     - ′′ — 🦂y 🦂ǝ    - 🦂2003(2.0) #エメラダ #🦂#🦂🦂 #🦂🦂🦂#🦂🦂🦂🦂 #🦂#̱̼̹͕̘̆̀̀̆̑͟͜    🦂-̨̼̦͕̳̮͚̊̔́͌̍̽̍ 🦂k̻͍̜͈̭̬̺̖̖̋̈́̓̔̍̈́ͅw̦͕̭͇͙͕̿̂͊̒̐̃̋͜͢ ͚̭̺̗̼͍̗̱̌̐͒̒̂̕ ̨̢̛̗̞̩̫̹̜̟̺̉̈̽̉̏̌͌͞ ̦̻͈̠͎̣́̀̔͊̅̍͡͡     ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ    🦂🦂-̡̢̰̼̟͕̠̩̭͗͆͑̋̕͠🦂🦂🦂 🦂🦂q̷̡͈̺̜͚̭͆͐̈́͛̊̈́̌͜🦂🦂w̶̨̞̦̥͙̅̅́͗͋͌́́̇🦂🦂 🦂ḉ̸̨̛̮͔̙̥͉̱̤̞̀͆̿͒̉🦂🦂,̶̡̭̙̦̀͂͌͒̿͛͢🦂ķ̧̨͉̰̖͉̥̙̀̇̈͊͟͝🦂 🦂🦂(̵̖̭̺͕̠͒̌̇̾̓🦂🦂̧̢̞̫̟̣̳͕̱̓̏̂͛̕͜ -̶̝̞̤̪͂̓͒͒̒͒̇͠ͅ 3̶̟͉̬̤̽̌̐͆͛͟9̴̠͈̻͉͚͙̝͕̱̀̇͛̒̆̽̃̚͡ Т̼̼̫͖̲͕̼̏̽̄̈̿̏̈̏́͘Ӏ̷̲̣͉̞͇̗͎͙̇͊́͗̂̊́̌͊͢ͅт̗͓͔̥͗̇͊̀̓͢͠͡͝ͅӀ̛͉͔̦̤̝̇̇̃͐́͢͠ - u w,u f f🦂2̶̛̖̹̯͚̟̟̀́̑̆͌̐͘🦂🦂🦂.̡͍͕͎̦̪̊̆͂̐͠🦂🦂🦂2̡͓̮̻͎͓̱̯̺̅̀̓͋̒🦂🦂🦂)̲̼͔̰͎̊̄̔̔͛̈̚̕͞🦂     - ′′ — 🦂y 🦂ǝ    - 🦂2003(2.0) #エメラダ #🦂#🦂🦂 #🦂🦂🦂#🦂🦂🦂#̱̼̹͕̘̆̀̀̆̑͟͜    3(2.0) #エメラダ #🦂#🦂🦂 #🦂🦂🦂#🦂🦂🦂🦂 #🦂#̱̼̹͕̘̆̀̀̆̑͟͜    🦂-̨̼̦͕̳̮͚̊̔́͌̍̽̍ 🦂k̻͍̜͈̭̬̺̖̖̋̈́̓̔̍̈́ͅw̦͕̭͇͙͕̿̂͊̒̐̃̋͜͢ ͚̭̺̗̼͍̗̱̌̐͒̒̂̕ ̨̢̛̗̞̩̫̹̜̟̺̉̈̽̉̏̌͌͞ ̦̻͈̠͎̣́̀̔͊̅̍͡͡     ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ    🦂🦂-̡̢̰̼̟͕̠̩̭͗͆͑̋̕͠🦂🦂🦂 🦂🦂q̷̡͈̺̜͚̭͆͐̈́͛̊̈́̌͜🦂🦂w̶̨̞̦̥͙̅̅́͗͋͌́́̇🦂🦂 🦂ḉ̸̨̛̮͔̙̥͉̱̤̞̀͆̿͒̉🦂🦂,̶̡̭̙̦̀͂͌͒̿͛͢🦂ķ̧̨͉̰̖͉̥̙̀̇̈͊͟͝🦂 🦂🦂(̵̖̭̺͕̠͒̌̇̾̓🦂🦂🦂2̶̛̖̹̯͚̟̟̀́̑̆͌̐͘🦂🦂🦂.̡͍͕͎̦̪̊̆͂̐͠🦂🦂🦂2̡͓̮̻͎͓̱̯̺̅̀̓͋̒🦂🦂🦂)̲̼͔̰͎̊̄̔̔͛̈̚̕͞🦂     -k̻͍̜͈̭̬̺̖̖̋̈́̓̔̍̈́ͅw̦͕̭͇͙͕̿̂͊̒̐̃̋͜͢ ͚̭̺̗̼͍̗̱̌̐͒̒̂̕ ̨̢̛̗̞̩̫̹̜̟̺̉̈̽̉̏̌͌͞ ̦̻͈̠͎̣́̀̔͊̅̍͡͡     ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ    🦂🦂-̡̢̰̼̟͕̠̩̭͗͆͑̋̕͠🦂🦂🦂 🦂🦂q̷̡͈̺̜͚̭͆͐̈́͛̊̈́̌͜🦂🦂w̶̨̞̦̥͙̅̅́͗͋͌́́̇🦂🦂 🦂ḉ̸̨̛̮͔̙̥͉̱̤̞̀͆̿͒̉🦂🦂,̶̡̭̙̦̀͂͌͒̿͛͢🦂ķ̧̨͉̰̖͉̥̙̀̇̈͊͟͝🦂 🦂🦂(̵̖̭̺͕̠͒̌̇̾̓🦂🦂🦂2̶̛̖̹̯͚̟̟̀́̑̆͌̐͘🦂🦂🦂.̡͍͕͎̦̪̊̆͂̐͠🦂🦂🦂2̡͓̮̻͎͓̱̯̺̅̀̓͋̒🦂🦂🦂)̲̼͔̰͎̊̄̔̔͛̈̚̕͞🦂     - ′′ — 🦂y 🦂ǝ    - 🦂2003(2.0) #エメラダ #🦂#🦂🦂 #🦂🦂🦂#🦂🦂🦂🦂 #🦂#̱̼̹͕̘̆̀̀̆̑͟͜    🦂-̨̼̦͕̳̮͚̊̔́͌̍̽̍ 🦂k̻͍̜͈̭̬̺̖̖̋̈́̓̔̍̈́ͅw̦͕̭͇͙͕̿̂͊̒̐̃̋͜͢ ͚̭̺̗̼͍̗̱̌̐͒̒̂̕ ̨̢̛̗̞̩̫̹̜̟̺̉̈̽̉̏̌͌͞ ̦̻͈̠͎̣́̀̔͊̅̍͡͡     ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ    🦂🦂-̡̢̰̼̟͕̠̩̭͗͆͑̋̕͠🦂🦂🦂 🦂🦂q̷̡͈̺̜͚̭͆͐̈́͛̊̈́̌͜🦂🦂w̶̨̞̦̥͙̅̅́͗͋͌́́̇🦂🦂 🦂ḉ̸̨̛̮͔̙̥͉̱̤̞̀͆̿͒̉🦂🦂,̶̡̭̙̦̀͂͌͒̿͛͢🦂ķ̧̨͉̰̖͉̥̙̀̇̈͊͟͝🦂 🦂🦂(̵̖̭̺͕̠͒̌̇̾̓🦂🦂🦂2̶̛̖̹̯͚̟̟̀́̑̆͌̐͘🦂🦂🦂.̡͍͕͎̦̪̊̆͂̐͠🦂🦂🦂2̡͓̮̻͎͓̱̯̺̅̀̓͋̒🦂🦂🦂)̲̼͔̰͎̊̄̔̔͛̈̚̕͞🦂     - ′′ — 🦂y 🦂ǝ|
|
" | touch #エメラダ ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ #🦂#🦂🦂 #🦂🦂🦂#🦂🦂🦂🦂 #🦂#̱̼̹͕̘̆̀̀̆̑͟͜ 🦂-̨̼̦͕̳̮͚̊̔́͌̍̽̍ 🦂k̻͍̜͈̭̬̺̖̖̋̈́̓̔̍̈́ͅw̦͕̭͇͙͕̿̂͊̒̐̃̋͜͢ ͚̭̺̗̼͍̗̱̌̐͒̒̂̕ ̨̢̛̗̞̩̫̹̜̟̺̉̈̽̉̏̌͌͞ ̦̻͈̠͎̣́̀̔͊̅̍͡͡ ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ 🦂#エメラダ 🦂#🦂#🦂#🦂#🦂#🦂#🦂# ̫̺̗̮̓̈͒̈́̀̈́͜͡͞ͅ
🦂
